index.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2025-04-22 Tue 12:15 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>welcome to pigeonguide !</title>
<meta name="author" content="laura" />
<meta name="generator" content="Org Mode" />
<link rel="stylesheet" href="https://unpkg.com/tachyons@4.12.0/css/tachyons.min.css"/>
</head>
<body>
<div id="content" class="content">
<h1 class="title">welcome to pigeonguide !
<br />
<span class="subtitle">your #1 stop for all things     !</span>
</h1>
<div id="table-of-contents" role="doc-toc">
<h2>Table of Contents</h2>
<div id="text-table-of-contents" role="doc-toc">
<ul>
<li><a href="#orgb39247c">so <b>who</b> are you?</a>
<ul>
<li><a href="#org29ee76a">hi im laura (she/they) welcome to my website :)</a></li>
</ul>
</li>
<li><a href="#orgdbf5d49">so <b>what</b> is this site?</a>
<ul>
<li><a href="#org027a495">i want to use this site to share intricacies</a></li>
<li><a href="#org85667f7">i believe we are stifled by restrictions</a></li>
<li><a href="#orgf932cdd">this site is for my past self!</a></li>
</ul>
</li>
<li><a href="#orgfef2e3b">so <b>why</b> might i care?</a>
<ul>
<li><a href="#orgb7c7b24">you don&rsquo;t know what you don&rsquo;t know, and i might!</a></li>
<li><a href="#org90bd4ab">i used to not know about almost everything i care about today.</a></li>
<li><a href="#org0eddb5c">the things i know now have drastically helped</a></li>
</ul>
</li>
<li><a href="#orgd0d5ee4">but what is this site not?</a>
<ul>
<li><a href="#org34eddce">i don&rsquo;t want to talk about <b>should</b>,</a></li>
<li><a href="#orgde07de8">i don&rsquo;t want to be a nerd,</a></li>
<li><a href="#org9f96eea">i don&rsquo;t want to burn out,</a></li>
</ul>
</li>
</ul>
</div>
</div>
<div id="outline-container-orgb39247c" class="outline-2">
<h2 id="orgb39247c">so <b>who</b> are you?</h2>
<div class="outline-text-2" id="text-orgb39247c">
</div>
<div id="outline-container-org29ee76a" class="outline-3">
<h3 id="org29ee76a">hi im laura (she/they) welcome to my website :)</h3>
<div class="outline-text-3" id="text-org29ee76a">
<p>
i like systems :&gt;<br />
i like pigeons :&gt;<br />
i like music :&gt;<br />
i like study :&gt;
</p>
</div>
</div>
</div>
<div id="outline-container-orgdbf5d49" class="outline-2">
<h2 id="orgdbf5d49">so <b>what</b> is this site?</h2>
<div class="outline-text-2" id="text-orgdbf5d49">
</div>
<div id="outline-container-org027a495" class="outline-3">
<h3 id="org027a495">i want to use this site to share intricacies</h3>
<div class="outline-text-3" id="text-org027a495">
<p>
of the systems i use in my life,<br />
the stuff i like and why i like it,<br />
and how you might can do and like the same!
</p>
</div>
</div>
<div id="outline-container-org85667f7" class="outline-3">
<h3 id="org85667f7">i believe we are stifled by restrictions</h3>
<div class="outline-text-3" id="text-org85667f7">
<p>
imparted by plaintext and style and character limits.<br />
this is partly my attempt to show that you can express yourself<br />
beyond a microblogging about-me or social media profile
</p>
</div>
</div>
<div id="outline-container-orgf932cdd" class="outline-3">
<h3 id="orgf932cdd">this site is for my past self!</h3>
<div class="outline-text-3" id="text-orgf932cdd">
<p>
if some or all of it doesn&rsquo;t apply to you,<br />
that&rsquo;s okay!
</p>
</div>
</div>
</div>
<div id="outline-container-orgfef2e3b" class="outline-2">
<h2 id="orgfef2e3b">so <b>why</b> might i care?</h2>
<div class="outline-text-2" id="text-orgfef2e3b">
</div>
<div id="outline-container-orgb7c7b24" class="outline-3">
<h3 id="orgb7c7b24">you don&rsquo;t know what you don&rsquo;t know, and i might!</h3>
<div class="outline-text-3" id="text-orgb7c7b24">
<p>
knowing is cool, so let us know together :&gt;
</p>
</div>
</div>
<div id="outline-container-org90bd4ab" class="outline-3">
<h3 id="org90bd4ab">i used to not know about almost everything i care about today.</h3>
<div class="outline-text-3" id="text-org90bd4ab">
<p>
i wish for more ways for more people to encounter such things<br />
so im doing my part in that process!
</p>
</div>
</div>
<div id="outline-container-org0eddb5c" class="outline-3">
<h3 id="org0eddb5c">the things i know now have drastically helped</h3>
<div class="outline-text-3" id="text-org0eddb5c">
<p>
my quality of life, my motivation, and my capability.<br />
they may well for yours too.<br />
lets see, shall we!
</p>
</div>
</div>
</div>
<div id="outline-container-orgd0d5ee4" class="outline-2">
<h2 id="orgd0d5ee4">but what is this site not?</h2>
<div class="outline-text-2" id="text-orgd0d5ee4">
</div>
<div id="outline-container-org34eddce" class="outline-3">
<h3 id="org34eddce">i don&rsquo;t want to talk about <b>should</b>,</h3>
<div class="outline-text-3" id="text-org34eddce">
<p>
only what i <b>like</b>,<br />
and occasionally what i would like to happen.
</p>
</div>
</div>
<div id="outline-container-orgde07de8" class="outline-3">
<h3 id="orgde07de8">i don&rsquo;t want to be a nerd,</h3>
<div class="outline-text-3" id="text-orgde07de8">
<p>
because this stuff <b>can be</b> accessible to everyone.<br />
the biggest barrier to entry is the feeling that it isn&rsquo;t.<br />
i wont feed into that.
</p>
</div>
</div>
<div id="outline-container-org9f96eea" class="outline-3">
<h3 id="org9f96eea">i don&rsquo;t want to burn out,</h3>
<div class="outline-text-3" id="text-org9f96eea">
<p>
but i will lol<br />
so i will try not to leave things underbaked.
</p>
</div>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="author">Author: laura</p>
<p class="date">Created: 2025-04-22 Tue 12:15</p>
</div>
</body>
</html>
